/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© The OpenVanilla Project, 2004-2006";

/* Include your mode strings here.  See TN2128 for details. */

org.openvanilla.inputmethod.bopomofo = "Bopomofo";
org.openvanilla.inputmethod.openvanilla = "OpenVanilla";
com.apple.inputmethod.Roman = "Roman";
com.apple.inputmethod.Japanese = "Full-width Roman";

CFBundleName = "LeopardVanilla 2.0";
CFBundleDisplayName = "LeopardVanilla 2.0";
CFBundleShortVersionString = "LeopardVanilla version 2.0";
CFBundleGetInfoString = "LeopardVanilla version 2.0, Copyright 2004-2006, The OpenVanilla Project";
